{
  "Система учета": "Accounting system for hydrocarbons and formation fluid",
  "Комплектующие": "Accessories for automated group metering installation",
  "Система измерения": "Hydrocarbon and reservoir fluids accounting system",
  "Системы подготовки": "Oil, gas and water treatment systems",
  "Насосные станции": "Pumping stations for pumping oil, petroleum products and water",

  "Стационарная": "Automated measuring unit (AGZU) «Sputnik - mass meter NT.1» stationary",
  "Мобильная": "Automated measuring unit (AGZU) «Sputnik - mass meter NT.1» mobile",
  "Высокая": "High stability of readings, measurement accuracy, ease of operation, insensitive to contamination, no moving parts. Durability and unpretentiousness of devices.",
  "Гибкая": "Flexible ability to calibrate the flowmeter (regulation of the measurement range) complete with a KMR type control valve with position signaling to reduce the error in measuring the volume of the medium. Intervalidation interval: 4 years. Service life: 12 years.",
  "Изготовлении": "When manufacturing units in a mobile version, AGZU units are installed in the body or on the chassis of a trailer or car.",
  "Действия": "The principle of operation of the installations is based on measurements of the mass and mass flow of crude oil with and without taking into account water, the volume and volumetric flow of free petroleum gas, reduced to standard conditions, after the separation process.",
  "стацинарная": "Stationary system",  
  "мобильная": "Mobile system", 
  "Массы": "To measure the mass and mass flow rate of well fluid (crude oil) in the oil and gas mixture produced from oil wells.",
  "Расхода": "To determine the mass and mass flow rate of crude oil excluding water.",
  "Приведённого": "To measure the volume and volumetric flow rate of free petroleum gas, reduced to standard conditions, after the separation process.",
  

  "Расходомер": "Vortex flowmeter Ervip",
  "УРПД": "Differential pressure control device (DPRD)",
  "ПСМ": "Multi-pass well switch (PSM)",
  "КМР": "Magnetic control valve (MVR)",
  "Гидропривод": "Hydraulic drive (HP)",
  "Емкость": "Separation tank",  
  "Назначение": "Purpose:",
  "Стабильность": "High stability of readings, measurement accuracy, ease of operation, insensitive to dirt, no moving parts. Durability and unpretentiousness of devices.",
  "Колибровка": "Flexible flow meter calibration (measuring range control) complete with a CMR type control valve with position alarm to reduce the measurement error of the volume of the medium. The verification interval is 4 years. The service life is 12 years.",
  "Принцип": "Working principle:",
  "Метод": "The flow measurement method involves placing an obstacle (disturbing barrier) in the path of the medium flow. When a liquid (gas) passes through this barrier, disturbances called vortices are created in the flow. The vortices leave traces behind the barrier. These vortex paths are commonly referred to as Pocket vortex paths. The frequency of eddy formation behind the flow body is proportional to the flow velocity. Detection of vortices and determination of the frequency of their formation makes it possible to determine the velocity and volume flow rate of the medium.",
  "Внутри": "A piezo crystal is located inside the disturbing barrier, which creates small but measurable voltage pulses, which are also proportional to the flow rate of the liquid (gas). The values of these pulses are measured by the electronics of the vortex flowmeter.",
  "Регулирование": "For operation in the level and differential pressure control system in the «Sputnik» gas turbine unit for installation instead of conventional gas dampers. The tightness of the gate is ensured by pressing the gate against the sealing rings, both parts are made of stainless material, the absence of rubber products at the point of contact ensures a long service life and a high maintenance period.",
  "Скважина": "For manual and automatic installation of wells for measurement in the AGZU of the Sputnik type. To increase the corrosion resistance of the PSM, the working area of ​​the housings is overlaid with corrosion-resistant chromium-nickel-molybdenum steel. The shaft and carriage of the PSM are subjected to oxycarbonitriding.",
  "Расход": "For operation in the level and differential pressure control system in the Sputnik type gas turbine instead of the usual PP type flow regulators.",
  "Давление": "To create hydraulic pressure in the hydraulic power cylinder of a multi-pass well switch (PSM) for alternating well switching.",
  "Нефтезаговых": "To separate downhole oil and gas mixtures into liquid and gas for the purpose of their subsequent measurement.",
  "Основное": "Main purpose",
  "стабильность": "High stability",
  "Гибкость": "Flexibility of customization",


  "СИКН": "System for measuring the quantity and quality indicators of oil and petroleum products (SIKN)",
  "СИКГ": "Gas Quantity Measuring System (GMS)",
  "СИКВ": "Water Quantity Measuring System (WQMS)",
  "БДР": "Chemical reagent dosing unit (CDU)",
  "Измерения": "To measure the amount of oil/petroleum products in an automated mode;",
  "Определения": "To determine in an automated mode quality indicators (density, viscosity, moisture content) and oil parameters (pressure, temperature);",
  "Отбор": "To take a combined sample according to GOST 2517;",
  "Выдача": "For issuing information transmitted by automation tools, its subsequent archiving and display at the operator’s automated workstation (operator’s workstation).",
  "Изготавливаться": "SIKN can be manufactured on the basis of volumetric, mass or ultrasonic flow transducers.",
  "Автоматизированного": "For automated operational or commercial accounting of quantity and determination of quality, including component composition, of natural or free petroleum gas during storage, transportation, processing, as well as during cash settlement operations.",
  "Входит": "SICG is primarily part of integrated gas treatment plants (CGTUs) of gas production enterprises (gas fields, oil and gas condensate fields), at the borders between a gas production and gas transportation enterprise, at the borders between a gas transmission and gas distribution enterprise.",
  "Типовой": "Typical composition:",
  "Преобразователь": "Gas flow converter;",
  "Вычислитель": "Gas flow calculator;",
  "Регуляторы": "Pressure or flow regulators;",
  "Аппаратно": "Hardware and software tools for controlling executive elements;",
  "Газовая": "Gas chromatographic system;",
  "Анализатор": "Dew point analyzer;",
  "Преобразователи": "Pressure and temperature transducers;",
  "Система": "Sampling system.",
  "Комплексов": "SIKG can be manufactured on the basis of various types of flow-measuring complexes: vortex, turbine, ultrasonic, hot-wire anemometer, multi-parameter and flow meters based on standard orifice devices.",
  "Количества": "A water quantity measurement system (WQMS) is a set of measuring instruments and special equipment that is designed to measure mass or volumetric water flow, pressure and temperature.",
  "Измерительных": "Measuring line block (MLB);",
  "Обработки": "Information processing systems (IPS);",
  "Технологические": "Process and drainage pipelines.",
  "Установка": "The UDC reagent dosing unit (BDR) is designed for dosed introduction of various liquid chemicals (demulsifiers and corrosion inhibitors, etc.) into the pipelines of the oil collection, transportation and treatment system in order to carry out in-pipeline demulsification of oil, as well as protect pipelines and equipment from corrosion, paraffin deposits, etc.",
  

  "Запуск": "Device for launching and receiving in-pipe cleaning and diagnostic tools UZPZ, UZPP",
  "Блок": "Comb block (BG)",
  "Очистка": "UOK-NKT column cleaning device",
  "Переодического": "For periodic launching into the pipeline (for the purpose of its cleaning and diagnostics) and receiving from it in-pipe projectiles - flaw detectors, cleaning pigs and other in-line equipment.",
  "Область": "Scope of application:",
  "Узлы": "Oil and gas collection and transportation systems (oil pipelines, gas pipelines).",
  "Распределение": "To distribute flows of reservoir or clean water supplied by block cluster pumping stations under high pressure into injection wells in order to maintain reservoir pressure.",
  "Поверхности": "For automatic continuous cleaning of the entire internal surface of an oil well tubing string by cutting off a layer of paraffin from the walls.",
  "Аналог": "Advantages over analogues:",
  "Сматывание": "Unwinding of the wire from the drum is prevented by the use of a spring-loaded movable roller with a weight sensor;",
  "Процесс": "Fully automated process of eliminating traffic jams;",
  "Положения": "Calibration of the scraper position with an accuracy of up to 40 cm;",
  "Скребок": "The scraper has several basic designs: sliding, ring, milling, blade, auger, etc.;",
  "Магниты": "The magnets are installed on the roller, the speed sensors (reed switches) are installed on the movable roller stand, at a distance at which the interaction zone of their magnetic fields overlaps. This arrangement ensures sequential operation of the reed switches in the direction of rotation of the roller.",
  

  "Насосная": "Block pumping station for internal and external oil pumping",
  "Мультифазная": "Block multiphase pumping station",
  "Трубопроводы": "To ensure further transport of oil into interfield pipelines in oil collection and treatment systems, intra-park and external pumping of oil, petroleum products and condensate.",
  "Производства": "Pumping stations are designed and manufactured on the basis of centrifugal pumping units of Russian or foreign production. Depending on the brand of pumping units, the station can be made in several versions.",
  "Насосные": "Pumping units;",
  "Приемный": "Reception and discharge manifolds with shut-off valves;",
  "Дренажа": "Drainage and leakage pipelines;",
  "Пожароохранной": "Fire alarm and gas control system;",
  "Пенного": "Foam fire extinguishing system;",
  "Автоматизации": "Automation and instrumentation tools;",
  "Грузоподъемные": "Lifting devices for installation and dismantling of fittings and piping parts;",
  "Управления": "Booster pump control system;",
  "Передачи": "System for transmitting information to the upper level;",
  "Электроснабжения": "Power supply system for pumping units;",
  "Жизнеобеспечения": "Block box life support system.",
  "Перекачивания": "For pumping a gas-liquid mixture from wells without preliminary gas separation with a gas phase content of up to 100%.",
  "Мультифазные": "Multiphase pumping units;",
  "Насосной": "Pumping station block box;",
  "Трубо": "Technological pipelines;",
  "Дренажные": "Drainage pipelines;",
  "Комплект": "Instrumentation and automation kit;",
  "Отопление": "Life support systems of the pumping station block box (heating, ventilation);",
  "Агрегатами": "Control system for multiphase pumping units;",
  "Противоаварийной": "Emergency automatic protection system PAZ;",
  "Частотных": "Frequency converter block;",
  "Информации": "System for transmitting information to the upper level;",
  "Электро": "Power supply system for pumping units.",
  "Увеличение": "Click to enlarge"
}
