{
    "АГЗУ": "Maintenance, overhaul and modernization of AGZU",
    "Замер": "Measuring the flow rate of oil wells using a mobile metering unit",
    "Обслуживание": "Maintenance of the UOK-NKT column cleaning device",
    "Депарафинизация": "Oil well dewaxing services",

    "Капитальный": "Overhaul of the «Sputnik» AGZU",
    "Сепарационной": "Repair or replacement of separation tank, flanges, safety valve;",
    "Переключателя": "Repair or replacement of PSM well switch;",
    "Счетчика": "Repair or replacement of meter TOP 1-50;",
    "Задвижек": "Repair or replacement of valves;",
    "Технологического": "Repair of the technological room and restoration of the bottom;",
    "Линии": "Replacement of the process line (pipeline), flow regulator;",
    "Гидравлического": "Replacement of the GP-1M hydraulic drive, damper, check valve;",
    "Электромонтажная": "Electrical installation work.",
    "Обслуживать": "AGZU maintenance",
    "Инструкций": "Maintenance of AGZU in accordance with the operating instructions, replacement of sealing elements, other consumables and components if necessary;",
    "Замеров": "Carrying out test measurements of well flow rates with the issuance of a conclusion on the serviceability of the measuring installation.",

    "Модерн": "Modernization of AGZU",
    "Шкафов": "Modernization in order to bring it into compliance with GOST R 8.1016-2022 can be carried out by replacing measuring instruments (MI), control cabinets, making changes to existing equipment and software.",

    "Установки": "Includes the following types of services:",
    "Доставку": "Delivery of the measuring installation to the place of measurement;",
    "Монтаж": "Installation/dismantling of the MZU piping to the shut-off valves of the well and flow line;",
    "Сброс": "Relieving pressure and draining liquid from the measuring tank and MZU pipelines;",
    "Форматироваие": "Formation and maintenance of a cumulative database based on the results of well production measurements and the dynamics of changes in these indicators;",
    "Опрессовку": "Pressure testing of the measuring installation with the products of the well being measured, measuring the well flow rate, recording the measurement results around the clock.",

    "Техническое": "Maintenance of the installed device includes periodic carrying out the following work:",
    "Внешний": "External inspection for bending of the movable roller strut and the condition of the welds;",
    "Проверка": "Checking fastening connections;",
    "Доливка": "Checking and adding oil to the gearbox, if necessary;",
    "Визуальный": "Visual inspection of the condition of the wire. If there is a noticeable decrease in its diameter or corrosion, replace the wire;",
    "Сальников": "Checking the condition and, if necessary, replacing oil seals, stuffing box seals, lubricator;",
    "Датчика": "Checking the response of the minimum weight sensor;",
    "Калибровки": "Carrying out device calibration;",
    "Редуктора": "Revision of gearbox and electric motor;",
    "Заземления": "Inspection and testing of the device grounding with a megohmmeter;",
    "Знаков": "Updating of grounding signs at the installer;",
    "Шкафа": "Control cabinet maintenance;",
    "Обогрева": "Checking the functionality of the cabinet heating;",
    "Сбои": "Checking for software failures.",

    "Услуги": "Services are provided by crews using highly capable special equipment.",
    "АСПО": "The main objective of the services provided is the complete removal of asphalt, resin and paraffin deposits (ARPD) and other deposits by mechanical means (scraping) in the well tubing lift, determining and ensuring passage in wells with tubing.",
    "УЭЦН": "Pigmenting is carried out using milling and blade scrapers of various diameters of ARPO in flowing oil wells and wells equipped with the installation of an electric centrifugal pump (ESP).",
    "Глубина": "The depth of the scraper into the well is 2000 - 3000 m.",
    "Отложения": "To identify and remove deposits on lined tubing, we use non-metallic scrapers/cutters and coated crowbar weights to prevent damage to the tubing coating. The company also ensures the availability of scraper-punchers and “paraffin cutters” for removing paraffin in tubing in case of clogging (for black tubing and coated tubing).",
    "Персонал": "The work is carried out by trained personnel, using certified equipment of our production, in accordance with current production safety regulations in the oil and gas industry."
}